export const About = () => {
  return (
    <>
      <div class="max-w-screen-2xl px-4 md:px-8 mx-auto">
        <h1 class="bg-green-300">GurumeMapとは？</h1>
        <div class="text-lg text-gray-600">
          <p>新橋の飲食店を、私たらむが独断と偏見でレビューしたサイトです。</p>
          <p>このサイトを作った理由は3つあります。</p>        
          <ul>
            <li>①オフィスに出社するメンバーが増えてきたこと。おススメの飲食店をこのサイトを見て少しでも参考にしてもらえばと思い作成しました。</li>
            <li>②Reactの勉強のため。自分で作りたいものを調べながら作る方が勉強になるかと</li>
            <li>③ほげほげ</li>
          </ul>                
          <p>このサイトは前職で隣に座ってたＡさんから着想を得ています。</p>
          <p>体格のよい方で、グルメマップをエクセルで管理していて共有フォルダにおいてくれていました。</p>        
          <p>これのウェブアプリ版を作ってみるかぁと</p>        
        </div>
      </div>   
    </>
)
}